Repository: tobiaspfaff/grim_mouse
Catalog: po/residualvm/*.po
Languages: de_de

source: Quit ResidualVM
de_de: ResidualVM beenden

source: About ResidualVM
de_de: Über ResidualVM

source: Change global ResidualVM options
de_de: Globale ResidualVM-Optionen ändern

source: ResidualVM could not find any engine capable of running the selected game!
de_de: ResidualVM kann keine für diese Spiel geeignete Engine finden!

source: Preserve aspect ratio
de_de: Seitenverhältnis beibehalten

source: Preserve the aspect ratio in fullscreen mode
de_de: Seitenverhältnis im Vollbildmodus beibehalten

source: Wait for the vertical sync to refresh the screen
de_de: Beim Bildaufbau auf vertikale Synchronisation warten

source: Game Renderer:
de_de: Spiele-Renderer:

source: Language of ResidualVM GUI
de_de: Sprache der ResidualVM-Oberfläche

source: When starting a game, change the GUI language to the game language.That way, if a game uses the ResidualVM save and load dialogs, they are in the same language as the game.
de_de: Die Sprache der Menüführung wird beim Starten des Spiels auf die Sprache des Spiels gestellt. Damit ist sichergestellt, dass bei der Verwendung der ResidualVM-eigenen "Speichern und Laden"-Funktionalität gleiche Sprachen verwendet werden.

source: Use the native system file browser instead of the ResidualVM one to select a file or directory.
de_de: Verwende zur Auswahl einer Datei oder eines Verzeichnisses den betriebssystemeigenen Dateimanager anstelle des ResidualVM-eigenen Auswahlmenüs.

source: How often to check ResidualVM updates
de_de: Wie oft ResidualVM nach Updates suchen soll

source: ResidualVM now supports automatic check for updates which requires access to the Internet. Would you like to enable this feature?
de_de: ResidualVM kann automatisch nach Aktualisierungen suchen was einen Zugang zum Internet erfordert. Möchten Sie diese Funktion aktivieren?

source: WARNING: The game you are about to start is not yet fully supported by ResidualVM. As such, it is likely to be unstable, and any saved game you make might not work in future versions of ResidualVM.
de_de: WARNUNG: Das Spiel, welches Sie starten wollen, wird noch nicht vollständig von ResidualVM unterstützt. Somit ist es wahrscheinlich, dass es instabil ist und jegliche Spielstände, die Sie erstellen, könnten in zukünftigen Versionen von ResidualVM nicht mehr funktionieren.

source: The game in '%s' seems to be an unknown game variant. Please report the following data to the ResidualVM team at %s along with the name of the game you tried to add and its version, language, etc.:
de_de: Das Spiel in '%s' scheint eine unbekannte Version zu sein. Bitte teilen Sie dem ResidualVM-Team unter %s die folgenden Informationen zusammen mit dem Namen, der Version und der Sprache des Spiels, welches Sie hinzufügen möchten, mit:

source: Hide ResidualVM
de_de: ResidualVM verstecken

source: What's New in ResidualVM
de_de: Neues in ResidualVM

source: Load user patch (unsupported)
de_de: Benutzer-Patch laden (nicht unterstützt)

source: Load an user patch. Please note that the ResidualVM-team doesn't provide support for using such patches.
de_de: Lade einen benutzerdefinierten Patch. Bitte beachten Sie, dass das ResidualVM-Team keine Unterstützung für solche Patches anbietet.

source: Show FPS
de_de: Bildwiederholrate anzeigen

source: Show the current FPS-rate, while you play.
de_de: Zeigt die aktuelle Bildwiederholrate an, während Sie spielen.

source: ResidualVM found some problems with your game data files. Running ResidualVM nevertheless may cause game bugs or even crashes. Do you still want to run %s?
de_de: ResidualVM hat Probleme mit Ihren Spiel-Dateien gefunden. Wenn Sie ResidualVM trotzdem starten, kann dies Fehler im Spiel oder Abstürze verursachen. Möchten Sie %s trotzdem ausführen?

source: '%s' may be corrupted. MD5: '%s'
de_de: '%s' ist möglicherweise defekt. MD5: '%s'

source: The game data file %s may be corrupted. If you are sure it is not please provide the ResidualVM team the following code, along with the file name, the language and a description of your game version (i.e. dvd-box or jewelcase): %s
de_de: Die Spiel-Datei %s ist möglicherweise defekt. Wenn Sie sicher sind, dass dies nicht der Fall ist, schicken Sie den folgenden Code an das ResidualVM-Team, zusammen mit Dateinamen, der Sprache und einer Beschreibung Ihrer Spiele-Version (z.B. DVD-Box oder Jewelcase): %s

source: Could not open %s for checking
de_de: Kann %s nicht zur Überprüfung öffnen

source: Could not open the file %s for checking. It may be missing or you may not have the rights to open it. Go to http://wiki.residualvm.org/index.php/Datafiles to see a list of the needed files.
de_de: Die Datei %s kann nicht zur Überprüfung geöffnet werden. Entweder fehlt die Datei, oder Sie haben nicht die nötigen Rechte, um sie zu öffnen. Auf http://wiki.residualvm.org/index.php/Datafiles finden Sie eine Liste der benötigten Dateien.

source: ResidualVM will now verify the game data files, to make sure you have the best gaming experience. This may take a while, please wait. Successive runs will not check them again.
de_de: ResidualVM wird jetzt die Spiel-Dateien überprüfen, um ein optimales Spielerlebnis sicherzustellen. Dies wird eine Weile dauern - bitte warten. Zukünftig werden sie nicht mehr überprüft.

source: The original patch of Grim Fandango is missing. Please download it from http://www.residualvm.org/downloads/ and put it in the game data files directory
de_de: Der originale Patch von Grim Fandango ist nicht vorhanden. Bitte laden Sie ihn von http://www.residualvm.org/downloads/ herunter und kopieren Sie ihn in das Verzeichnis mit den Spiel-Dateien

source: The original patch of Escape from Monkey Island is missing. Please download it from http://www.residualvm.org/downloads/ and put it in the game data files directory. Pay attention to download the correct version according to the game's language
de_de: Der originale Patch von Escape from Monkey Island ist nicht vorhanden. Bitte Laden Sie ihn von http://www.residualvm.org/downloads/ herunter und kopieren Sie ihn in das Verzeichnis mit den Spiel-Dateien. Achten Sie darauf, dass Sie die zur Spiel-Sprache passende Version herunterladen

source: residualvm-grim-patch.lab not found
de_de: residualvm-grim-patch.lab nicht gefunden

source: Loading datausr.lab. Please note that the ResidualVM-team doesn't provide support for using such patches
de_de: Lade datausr.lab. Bitte beachten Sie, dass das ResidualVM-Team keine Unterstützung für solche Patches anbietet

source: %s not found
de_de: %s nicht gefunden

source: Loading datausr.m4b. Please note that the ResidualVM-team doesn't provide support for using such patches
de_de: Lade datausr.m4b. Bitte beachten Sie, dass das ResidualVM-Team keine Unterstützung für solche Patches anbietet

source: Cannot find game data - check configuration file
de_de: Spiel-Daten nicht gefunden - Konfigurationsdatei überprüfen

source: Widescreen mod
de_de: Breitbild-Modus

source: Enable enable widescreen rendering in fullscreen mode.
de_de: Aktiviere Breitbild-Darstellung im Vollbildmodus.

source: This version of Myst III has not been updated with the latest official patch. Please install the official update corresponding to your game's language. The updates can be downloaded from: http://www.residualvm.org/downloads/
de_de: Diese Version von Myst III wurde nicht auf die aktuellste Version aktualisiert. Bitte installieren Sie das zu Ihrer Sprache passende Update. Die Updates können unter folgender Website heruntergeladen werden: http://www.residualvm.org/downloads/

source: Load modded assets
de_de: Modifizierte Assets laden

source: Enable loading of external replacement assets.
de_de: Erlaubt das Laden externer Ersatz-Assets.

source: Enable linear filtering of the backgrounds images
de_de: Aktiviere Bilineare Filterung von Hintergrundbildern

source: When linear filtering is enabled the background graphics are smoother in full screen mode, at the cost of some details.
de_de: Wenn Bilineare Filterung für Hintergrundbilder aktiviert ist, wird die Grafik auf Kosten der Detailgenauigkeit im Vollbildmodus verbessert.

source: You are missing recommended data files:
de_de: Ihnen fehlen folgende empfohlene Datendateien:

source: The 'fonts' folder is required to experience the text style as it was designed. The Steam release is known to be missing it. You can get the fonts from the demo version of the game.
de_de: Der Ordner 'fonts' wird benötigt, um die Texte wie ursprünglich gedacht darzustellen. Das Steam-Release ist dafür bekannt, dass dieser Ordner fehlt. Sie können die Schriftarten von der Demo-Version dieses Spiels beziehen.

source: 'gui.ini' is recommended to get proper font settings for the game localization.
de_de: 'gui.ini' wird empfohlen, um die korrekten Schriftarten-Einstellungen für diese Übersetzung zu erhalten.

source: 'language.ini' is recommended to get localized confirmation dialogs.
de_de: 'language.ini' wird empfohlen, um die korrekten übersetzten Bestätigungs-Dialoge zu erhalten.

source: 'game.exe' is recommended to get styled confirmation dialogs.
de_de: 'game.exe' wird empfohlen, um korrekt dargestellte Bestätigungs-Dialoge zu erhalten.
